/* No comment provided by engineer. */
"Add Product" = "Add Product";

/* No comment provided by engineer. */
"Add products" = "Add products";

/* No comment provided by engineer. */
"available" = "available";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"consumed" = "consumed";

/* No comment provided by engineer. */
"Delete forever" = "Delete forever";

/* No comment provided by engineer. */
"discarded" = "discarded";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"Inventory" = "Inventory";

/* No comment provided by engineer. */
"Item %@" = "Item %@";

/* No comment provided by engineer. */
"no expiry date" = "no expiry date";

/* No comment provided by engineer. */
"No items in inventory." = "No items in inventory.";

/* No comment provided by engineer. */
"on %@" = "on %@";

/* No comment provided by engineer. */
"placeholder" = "placeholder";

/* No comment provided by engineer. */
"Product photo" = "Product photo";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save without expiry date " = "Save without expiry date ";

/* No comment provided by engineer. */
"Scan Product" = "Scan Product";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Send test notification" = "Send test notification";

/* No comment provided by engineer. */
"Undo" = "Undo";

